import { FAQDataType } from "@/app/components/FAQ/faqData";

export const faqData: FAQDataType[] = [
  {
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
];

export default faqData;
