import { FAQDataType } from "@/app/components/FAQ/faqData";

export const faqData: FAQDataType[] = [
  {
    trigger: "آیا امکان خرید بلیت در روز همایش وجود دارد؟",
    content: [
      "خیر، ظرفیت همایش محدود است و بلیت‌ها تنها در زمان پیش‌فروش و فروش اصلی قابل تهیه هستند. پیشنهاد می‌کنیم بلیت خود را زودتر تهیه کنید.",
    ],
  },
  {
    trigger: "در صورت انصراف، هزینه بلیت قابل بازگشت است؟",
    content: [
      "بله، شرایط کنسلی طبق قوانین مشخص شده در صفحه خرید بلیت اعمال می‌شود. لطفاً بخش “شرایط کنسلی” را مطالعه کنید.",
    ],
  },
  {
    trigger: "آیا نهار و پذیرایی در برنامه همایش گنجانده شده است؟",
    content: [
      "بله، نهار و میان‌وعده برای تمامی شرکت‌کنندگان در نظر گرفته شده است.",
    ],
  },
  {
    trigger: "آیا گواهی شرکت در همایش ارائه می‌شود؟",
    content: [
      "بله، گواهی حضور دیجیتال برای تمامی شرکت‌کنندگان ارسال خواهد شد.",
    ],
  },
  {
    trigger: "آیا امکان شرکت آنلاین در همایش وجود دارد؟",
    content: ["خیر، این همایش به صورت کاملاً حضوری برگزار می‌شود."],
  },
  {
    trigger: "آیا امکان تخفیف گروهی وجود دارد؟",
    content: [
      "بله، برای ثبت‌نام گروهی (۴ نفر یا بیشتر) می‌توانید از تخفیف ویژه بهره‌مند شوید. برای اطلاعات بیشتر با ما تماس بگیرید.",
    ],
  },
  {
    trigger: "سخنران‌های همایش چه کسانی هستند؟",
    content: [
      "سخنران‌های همایش از میان برترین متخصصان حوزه تکنولوژی و توسعه نرم‌افزار در ایران انتخاب شده‌اند. جزئیات بیشتر در بخش معرفی سخنران‌ها می‌توانید مشاهده کنید.",
    ],
  },
  {
    trigger: "چگونه از جزئیات جدید و اطلاعیه‌های همایش باخبر شوم؟",
    content: [
      "برای دریافت آخرین اخبار، شبکه‌های اجتماعی فرانت‌چپتر را دنبال کنید و ایمیل‌های اطلاع‌رسانی ما را بررسی کنید.",
    ],
  },
  {
    trigger: "چطور می‌توانم اقامتگاه رزرو کنم؟",
    content: [
      "در مرحله پیش‌فروش، تنها بلیت حضور در همایش قابل خرید است. اطلاعات مربوط به رزرو اقامتگاه به زودی اعلام خواهد شد.",
      "🏠 ظرفیت اقامتگاه سنتی امسال محدود است، و اولویت رزرو با خریداران بلیت همایش خواهد بود. اطلاعات اقامتگاه ابتدا برای این عزیزان ارسال خواهد شد.",
    ],
  },
  {
    trigger: "آیا امکانات رفت‌ و برگشت امسال در دسترس است؟",
    content: [
      "امسال سرویس رفت‌ و برگشت تهران-شیراز ارائه نمی‌شود، اما نگران نباشید!",
      "خریداران بلیت بر اساس شهر محل سکونتشان توسط تیم فرانت‌چپتر به یکدیگر معرفی می‌شوند تا بتوانند به صورت گروهی سفر خود را هماهنگ کنند. ما در تمامی مراحل سفر همراه شما هستیم تا تجربه‌ای راحت و بی‌دغدغه داشته باشید.",
      "✨ با هم سفر کردن، لذت این رویداد را چند برابر کنید!",
    ],
  },
];

export default faqData;
