import { FAQDataType } from "@/app/components/FAQ/faqData";

export const faqData: FAQDataType[] = [
  {
    id: "item-1",
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    id: "item-2",
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    id: "item-3",
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    id: "item-4",
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    id: "item-5",
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
  {
    id: "item-6",
    trigger: "چه شرایطی برای شرکت در همایش نیاز است؟",
    content: [
      "برای شرکت توی همایش کافیه که فقط علاقه مند به پیشرفت و یادگیری باشید!",
    ],
  },
];

export default faqData;
